
{
    "_comment_" : "Each question has a unique key which corresponds to the state, the value consists of an array of strings, the first one is the question, the subsequent strings int the array are considered the default answers that the bot will send. Each key is made out of separate parts which describes the dialog branch that the question is part of",
    "main_intro" : ["Hi swapper! Glad you're participating in this research, that is a collaboration between Reflow.EU, the municipality of Amsterdam  and The Swapshop! This Telegram chat  is the place to share your experiences and adventures with this garment. We are looking forward to recording the journey of this garment with you. Together with all other carriers of this item, we will write a beautiful journey."],
    "main_instructions": ["Is there something you already want to share with me? When swapping the item press SWAP, when wearing the item press WEAR and when repairing the item press CARE. For other activities, press OTHER.", "SWAP","WEAR","CARE","OTHER"],
    "new_kind" : ["Great that you brought in a new item! What kind of garment is it?"],
    "new_model" : ["What model is it?"],
    "new_color" : ["What color is the item?"],
    "new_size" : ["What is the size of the item? (enter Unknown if size is unknown)","Unknown"],
    "new_brand" : ["What is the brand? (enter Unknown if the brand is unknown)","Unknown"],
    "new_material" : ["What is the material? (fill in Unknown if the material is unknown)", "Unknown"],
    "new_extra" : ["Do you want to add something specific?"],
    "new_summary" : ["So these are %s %s %s in size %s from %s. Is that correct?","Yes","No"],
    "new_memory" : ["Would you like to add a personal reminder to this item? (e.g. a special occasion, sentimental value or bought in a special place). Type in your answer or just say No.","No"],
    "new_date" : ["When and where did you purchase this item?"],
    "new_usage" : ["Approximately how long and how often have you worn this item?"],
    "new_last" : ["When was the last time you wore this item?"],
    "new_reason" : ["What is the reason you are returning this item?","I am done with it","It's been hanging in my closet (unworn) for too long","Bought wrong size and never worn","It no longer fits my style","It doesn't fit anymore", "Otherwise, namely..."],
    "new_pm" : ["What message do you want to give to the new carrier?"],
    "new_photo" : ["Do you want to add a photo? Then upload a photo or just say No.", "No"],
    "new_publish" : ["Do you want this to be seen on the website?", "Yes", "No"],
    "new_confirmation": ["Cool! Your photo will soon be visible on the item's page."],
    "new_end" : ["Thank you I will process the data."],
    "care_intro" : ["What action did you perform with the item?","REPAIRED","ADJUSTED","DIFFERENT","CANCEL"],
    "care_adjusted" : ["Great that you edited the item! What exactly did you do?"],
    "care_adjusted_reason" : ["Why did you edit the item?"],
    "care_ajusted_end" : ["Good job!"],
    "care_repaired" : ["What exactly did you repair?"],
    "care_repaired_end" : ["Good job!"],
    "other_intro" : ["What exactly did you do?"],
    "other_share" : ["Thank you for sharing! Do you want me to add it to the story?","Yes","No"],
    "other_share_yes" : ["Ok it's there!"],
    "other_share_no" : ["Ok we'll keep it between us!"],
    "wear_intro" : ["Would you like to share something about a time when you wore this item?","Yes","No"],
    "wear_occasion" : ["Nice that you want to share something! For which occasion did you wear this item?","Home","Party","Work","Sports and outdoor activities","Otherwise, namely..."],
    "wear_share" : ["Thank you for sharing! do you want me to add it to the story?", "Yes","No"],
    "wear_share_confirmation": ["Ok it's there!"],
    "swap_intro" : ["Are you the new owner or are you giving the item away?", "New owner", "Giving away"],
    "swap_date" : ["When did you swap this item?"],
    "swap_origin" : ["Where did you get this item?"],
    "swap_reason" : [" Why did you choose this item?"],
    "swap_end" : ["Have fun with it!"],
    "ping" : ["Hi Swapper! We haven't heard from you in a while. Do you have any nice news about your swapped item? Press SWAP when you have exchanged or loaned the item, press WEAR when you have worn the item, and press CARE when you have repaired the item. Press OTHER for other activities","SWAP","WEAR","CARE","OTHER"],
    "quiz_washing_intro" : ["Hi swapper, We would like to invite you to a short quiz to increase your knowledge about clothing. Today's theme is: Washing! Are you in?", "Yes", "No"],
    "quiz_washing_odor" : ["1. How do you get odors out of your clothes sustainably?","Soaking in cleaning vinegar","A night in the freezer","Hanging in the bathroom when you take a shower","All the above answers are correct"],
    "quiz_washing_sustainable" : ["2. What is NOT a sustainable laundry choice?","Run a short wash program","Wash at a low temperature","Wear your clothes longer","Run a cotton program"],
    "quiz_washing_water" : ["3. How many liters of water does an average wash cost?","A 3 Liters","B 10 Liters","C 60 liters","D 160 liters"],
    "quiz_washing_end" : ["4. Then a completely different question: Have you exchanged your item, press SWAP, when you have worn the item press WEAR and when you have repaired the item press CARE. Press OTHER for other activities","SWAP","WEAR","CARE","OTHER"],
    "ping_quiz_textile": ["Hi swapper, we miss you! That is why we would like to invite you to a short quiz to increase your knowledge about clothing. Today's theme is: Textile Collection!","Yes","No"],
    "quiz_textile_incinerator" : "What percentage of the clothing in clothing containers still ends up in the incinerator?",
    "quiz_textile_discarded" : ["How many kg of clothing is discarded in the Netherlands in total per year?"]
}
